import 'package:get/get.dart';

List cityList = [
  "41".tr,
  "42".tr,
  "43".tr,
  "44".tr,
  "45".tr,
  "46".tr,
  "47".tr,
  "48".tr,
  "49".tr,
  "50".tr,
  "51".tr,
  "52".tr,
  "54".tr,
];
List regionReifDamasList = [
  "55".tr,
  "56".tr,
  "57".tr,
  "58".tr,
  "59".tr,
  "60".tr,
  "61".tr,
  "62".tr,
  "63".tr,
];

List regionDamasList = [
  "64".tr,
  "65".tr,
  "66".tr,
  "67".tr,
  "68".tr,
  "69".tr,
  "70".tr,
  "71".tr,
  "72".tr,
  "73".tr,
  "74".tr,
];

List typeList = [
  "75".tr,
  "76".tr,
];
List inTypeList = [
  "77".tr,
  "78".tr,
  "79".tr,
  "81".tr,
  "82".tr,
];
List companyNameForCarList = [
  "أودي",
  "كيا",
  "هونداي",
  "تويوتا",
  "لادا",
  "فيات",
  "سابا",
  "مرسيدس",
  "بي أم دبليو",
  "رانج روفير",
];

List yearForCarList = [
  "1995",
  "1996",
  "1997",
  "1998",
  "1999",
  "2000",
  "2001",
  "2002",
  "2003",
  "2004",
  "2005",
  "2006",
  "2007",
  "2008",
  "2009",
  "2010",
  "2011",
  "2012",
  "2013",
  "2014",
  "2015",
  "2016",
  "2017",
  "2018",
  "2019",
  "2020",
  "2021",
  "2022",
  "2023",
  "2024",
];
